Autodesk.Revit.DB.Structure.FabricHostReference
Controls if Single Fabric Sheet should be cut by the Host Cover.
Since:
2015
Since:
2015

Autodesk.Revit.DB.Structure.FabricHostReference.CutByCover
The fabric is cut by the host cover.

Autodesk.Revit.DB.Structure.FabricHostReference.NotCutByCover
The fabric is not cut by the host cover.